cases/sweep_baselineHover/hR0p35/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}

solvers
{
    p
    {
        solver          PCG;
        preconditioner  DIC;
        tolerance       1e-7;
        relTol          0.05;
    }

    U
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-8;
        relTol          0.1;
    }

    "(k|omega)"
    {
        solver          smoothSolver;
        smoother        symGaussSeidel;
        tolerance       1e-8;
        relTol          0.1;
    }
}

SIMPLE
{
    nNonOrthogonalCorrectors 0;

    residualControl
    {
        p      1e-4;
        U      1e-5;
        k      1e-5;
        omega  1e-5;
    }
}

relaxationFactors
{
    fields
    {
        p 0.2;
    }
    equations
    {
        U     0.5;
        k     0.5;
        omega 0.5;
    }
}
