cases/sweep_baselineHover/hR0p35/system/createZonesDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      createZonesDict;
}

propeller
{
    type        cylinder;
    zoneType    cell;

    point1      (0 0 0.062500);
    point2      (0 0 0.112500);
    radius      0.25;
}
